Repository: skw398/MemoryActivity
Catalog: MemoryActivity/Localizable.xcstrings
Source language: en
Languages: ja

source: 1 update
ja: 1個のアップデート

source: About MemoryActivity
ja: MemoryActivityについて

source: App Memory:
ja: アプリメモリ:

source: Application:
ja: アプリケーション:

source: Automatically check for updates
ja: 自動的にアップデートを確認

source: Automatically download updates
ja: 自動的にアップデートをダウンロード

source: Cached Files:
ja: キャッシュされたファイル:

source: Check for Updates…
ja: アップデートを確認…

source: Compressed:
ja: 圧縮:

source: MEMORY PRESSURE
ja: メモリプレッシャー

source: Memory Used:
ja: 使用済みメモリ:

source: Menu
ja: メニュー

source: Menu Bar:
ja: メニューバー:

source: Open Activity Monitor
ja: アクティビティモニタを開く

source: Open at login
ja: ログイン時に開く

source: Physical Memory:
ja: 物理メモリ:

source: Quit MemoryActivity
ja: MemoryActivityを終了

source: Settings…
ja: 設定…

source: Show memory pressure indicator
ja: メモリプレッシャーインジケータを表示

source: Swap Used:
ja: スワップ使用領域:

source: Website
ja: Webサイト

source: Wired Memory:
ja: 確保されているメモリ:
